[
  {
    "categoryName": "Контрольный список вечернего распорядка дня",
    "tasks": [
      "Вымыть посуду или загрузить посудомоечную машину",
      "Соберите обед на следующий день",
      "Разложить одежду на утро",
      "Почистите кухонные столешницы и приборы",
      "Расслабьтесь и отдохните перед сном"
    ]
  },
  {
    "categoryName": "Контрольный список для весенней уборки",
    "tasks": [
      "Протрите пыль и вымойте окна и подоконники",
      "Глубокая чистка ковров и ковровых покрытий",
      "Организуйте и разберитесь в шкафах",
      "Почистите и переложите матрасы",
      "Протрите стены и плинтусы"
    ]
  },
  {
    "categoryName": "Уборка ванной комнаты",
    "tasks": [
      "Почистить унитаз, сиденье и бачок",
      "Очистить раковину и столешницу, удалив пятна от зубной пасты и водяные знаки",
      "Протрите стенки, стекло и лейку душа",
      "Подмести и вымыть шваброй пол в ванной комнате, уделяя внимание углам и краям",
      "Замените полотенца для рук и пополните дозаторы для мыла."
    ]
  },
  {
    "categoryName": "Обновление кухонной техники",
    "tasks": [
      "Почистите микроволновую печь внутри и снаружи, удалив все брызги",
      "Протрите плиту и дверцу духового шкафа, чтобы удалить жир и пятна.",
      "Опорожните и продезинфицируйте холодильник, выбросив просроченные продукты.",
      "Запустите посудомоечную машину или вымойте посуду, освободив раковину от загрязнений."
    ]
  },
  {
    "categoryName": "Уборка детской комнаты",
    "tasks": [
      "Застелите кровати и распушите подушки, аккуратно разложив их по местам",
      "Упорядочить игрушки и книги на полках, сгруппировав похожие предметы вместе",
      "Наведите порядок на поверхностях и столах, разложив вещи по своим местам.",
      "Опорожните мусорные корзины и контейнеры для вторсырья, при необходимости заменив вкладыши."
    ]
  },
  {
    "categoryName": "Чистка для домашних животных",
    "tasks": [
      "Расчесывайте и вычесывайте домашних животных, удаляя выпавшую шерсть и спутанные волосы",
      "Пропылесосьте мебель с помощью насадки для уборки шерсти домашних животных",
      "Освежите миски для воды и туалеты, заменив их чистой водой и наполнителем.",
      "Расправьте подстилки и игрушки животных, обеспечив порядок в зоне обитания питомца",
      "Вывести собак на прогулку или поиграть",
      "Проверьте и пополните запасы корма и материалов для животных."
    ]
  },
  {
    "categoryName": "Контрольный список для наружного оазиса",
    "tasks": [
      "Подмести крыльцо и дорожки, удалить грязь и мусор",
      "Убрать беспорядок с мест для отдыха на открытом воздухе, разложить подушки и подушечки",
      "Поливайте и ухаживайте за растениями, проверяя, нет ли увядших листьев или сухой почвы.",
      "Вытряхните ковры на открытом воздухе, удалите грязь и пыль."
    ]
  },
  {
    "categoryName": "Контрольный список для приготовления пищи на неделю",
    "tasks": [
      "Составьте план питания на неделю",
      "Составить список продуктов",
      "Покупка продуктов",
      "Приготовление и порционирование ингредиентов",
      "Приготовление и хранение блюд в контейнерах"
    ]
  },
  {
    "categoryName": "Контрольный список для глубокой уборки ванной комнаты",
    "tasks": [
      "Вымойте и продезинфицируйте ванну и душ",
      "Очистить затирку и плитку",
      "Отполируйте краны и светильники",
      "Удаление мыльного налета и пятен от жесткой воды",
      "Организуйте и разберитесь в шкафах ванной комнаты"
    ]
  },
  {
    "categoryName": "Контрольный список для уборки в выходные дни",
    "tasks": [
      "Пропылесосьте или подметите все полы",
      "Протрите пыль с мебели и поверхностей",
      "Вымыть окна и зеркала",
      "Протрите кухонные приборы",
      "Сменить постельное белье и наволочки",
      "Постирать белье"
    ]
  }
]
