[
  {
    "categoryName": "शाम की रुटीन चेकलिस्ट",
    "tasks": [
      "बर्तन धोना या डिशवॉशर भरना",
      "अगले दिन के लिए टिफिन तैयार करना",
      "सुबह के लिए कपड़े तैयार करना",
      "रसोई की काउंटरटॉप्स और उपकरणों को साफ करना",
      "सोने से पहले आराम करना और छूट मनाना"
    ]
  },
  {
    "categoryName": "वसंत की सफाई चेकलिस्ट",
    "tasks": [
      "खिड़कियों और खिड़की छवियों को धूल से साफ करना और धोना",
      "कारपेट और रगों को गहरे से साफ करना",
      "अलमारियों को व्यवस्थित करना और साफ करना",
      "गद्दों को साफ करना और पलटना",
      "दीवारों और बेसबोर्ड को पोंछना और साफ करना"
    ]
  },
  {
    "categoryName": "बाथरूम ब्लिट्ज़ चेकलिस्ट",
    "tasks": [
      "शौचालय की बाउल, सीट और टैंक को मिलकर स्क्रब करना और सफाई करना",
      "सिंक और काउंटरटॉप को साफ करना, टूथपेस्ट के दाग और पानी के निशान हटाना",
      "शावर की दीवारें, ग्लास और शॉवरहेड को पोंछना",
      "बाथरूम की फर्श को साफ करना और मोप करना, कोनों और किनारों का ध्यान देना",
      "हैंड टॉवल्स को बदलना और साबुन के डिस्पेंसर को भरना"
    ]
  },
  {
    "categoryName": "रसोई उपकरण पुनर्मिलन चेकलिस्ट",
    "tasks": [
      "माइक्रोवेव को अंदर से और बाहर से साफ करना, छींकने को हटाना",
      "गैस चूल्हा और ओवन की दरवाजा को मिलकर साफ करना, ग्रीस और छलाने को हटाना",
      "फ्रिज को खाली करना और सांफ़ करना, समाप्त आइटम को निकालना",
      "डिशवॉशर चलाना या बर्तन धोना, यकीनी बनाने के लिए कि बर्तन गंदे नहीं हैं"
    ]
  },
  {
    "categoryName": "बच्चों की कमरे की रक्षा चेकलिस्ट",
    "tasks": [
      "बिस्तर बिछाना और तकिये को फुफ्फलना, उन्हें अच्छे से व्यवस्थित करना",
      "खिलौने और किताबें शेल्व्स पर व्यवस्थित करना, समान आइटमों को समूहित करना",
      "सतहें और डेस्क को खाली करना और आवधान स्थानों पर रखने के लिए आइटम रखना",
      "कूड़ा और रीसाइक्लिंग बिन को खाली करना, आवश्यकता हो तो लाइनर बदलना"
    ]
  },
  {
    "categoryName": "पालतू जानवरों के लिए सफाई चेकलिस्ट",
    "tasks": [
      "पालतू जानवरों की सफा और संरक्षण करना, बिकरते बाल और टांगलों को हटाना",
      "फर्नीचर से पालतू बाल हटाने के लिए पालतू बाल अटैचमेंट का उपयोग करके सफा करना",
      "पानी के बाउल और लिटर बॉक्स को ताजगी देना, साफ पानी और लिटर के साथ बदलना",
      "पालतू बिस्तर और खिलौने को सीधा करना, स्वच्छ पालतू क्षेत्र की देखभाल करना",
      "कुत्तों को टहलाना या खेलना",
      "पालतू खाद्य और सप्लाइज़ की जांच करना और भरना"
    ]
  },
  {
    "categoryName": "आउटडोर ओएसिस चेकलिस्ट",
    "tasks": [
      "सामने की छत और सारनी को झाड़ू लगाना, गंदगी और कचरे को हटाना",
      "बाहरी सीटिंग से गंदगी को हटाना, कुशन और तकिये को व्यवस्थित करना",
      "पौधों की पानी देने और देखभाल करने, बिल्कुल मरे पत्तियों या सूखी मिट्टी की जांच करना",
      "बाहरी गरमी को हटाने के लिए बाहरी गद्दों को हिलाना, गंदगी और धूल को हटाना"
    ]
  },
  {
    "categoryName": "साप्ताहिक भोजन तैयारी चेकलिस्ट",
    "tasks": [
      "सप्ताह के लिए भोजन योजना बनाना",
      "ग्रोसरी सूची बनाना",
      "ग्रोसरी खरीदी करना",
      "सामग्री की तैयारी और बाँटना",
      "खाने बनाना और खाने को बरतनों में रखना"
    ]
  },
  {
    "categoryName": "बाथरूम की गहरी सफाई चेकलिस्ट",
    "tasks": [
      "बैथटब और शावर को स्क्रब करके साफ करना और डिसिंफेक्ट करना",
      "ग्राउट और टाइल्स को साफ करना",
      "नल और सुविधाएँ चमकाना और सजीव करना",
      "साबुन की जड़ और कठोर पानी के दाग को हटाना",
      "बाथरूम की अलमारियाँ व्यवस्थित करना और साफ करना"
    ]
  },
  {
    "categoryName": "वीकएंड की सफाई चेकलिस्ट",
    "tasks": [
      "सभी मनचाहे फर्श साफ करना या झाड़ू लगाना",
      "फर्नीचर और सतहें साफ करना",
      "खिड़कियाँ और दर्पण साफ करना",
      "रसोई उपकरणों को साफ करना",
      "बिस्तर की चादरें और तकिए बदलें",
      "कपड़े धोने के कारण"
    ]
  }
]
