[
  {
    "categoryName": "รายการกิจวัตรเย็น",
    "tasks": [
      "ล้างจานหรือใส่จานล้างในเครื่องล้างจาน",
      "บรรจุอาหารกลางวันสำหรับวันถัดไป",
      "เตรียมเสื้อผ้าให้พร้อมสำหรับเช้า",
      "ทำความสะอาดเคาน์เตอร์ห้องครัวและเครื่องใช้ในครัว",
      "ผ่อนคลายและพักผ่อนก่อนนอน"
    ]
  },
  {
    "categoryName": "รายการทำความสะอาดในช่วงฤดูใบไม้ผลิ",
    "tasks": [
      "ถูและล้างหน้าต่างและขอบหน้าต่าง",
      "ทำความสะอาดพรมและพรมรก",
      "จัดระเบียงและทำความสะอาดตู้เสื้อผ้า",
      "ทำความสะอาดและหมุนที่นอน",
      "ปัดผนังและฐานบันได"
    ]
  },
  {
    "categoryName": "รายการทำความสะอาดห้องน้ำ",
    "tasks": [
      "ขัดและทำความสะอาดชั้นน้ำห้องน้ำ",
      "ทำความสะอาดอะไรต์และกระเบื้อง",
      "ขัดและทำความสะอาดกระแสน้ำและอุปกรณ์ในห้องอาบน้ำ",
      "ปัดและถูพื้นห้องน้ำ, ใส่ใจกับมุมและขอบ",
      "เปลี่ยนผ้าเช็ดมือและเติมน้ำยาสบู่"
    ]
  },
  {
    "categoryName": "รายการปรับปรุงเครื่องใช้ในครัว",
    "tasks": [
      "ทำความสะอาดไมโครเวฟด้านในและนอก, ขจัดคราบ",
      "ทำความสะอาดเตาและประตูเตาเพื่อกำจัดไขมันและประทุน",
      "ล้างและทำความสะอาดตู้เย็น, ทิ้งของที่หมดอายุ",
      "เปิดเครื่องล้างจานหรือล้างจาน, ตรวจสอบให้แน่ใจว่าอ่างล้างสะอาดจากของเสีย"
    ]
  },
  {
    "categoryName": "รายการช่วยเหลือห้องเด็ก",
    "tasks": [
      "ทำเตียงและปรับหมอนให้เรียบร้อย",
      "จัดเล่นและหนังสือบนชั้น, จัดกลุ่มไอเทมที่คล้ายกัน",
      "ทำความสะอาดพื้นผิวและโต๊ะ, วางไอเทมในที่กำหนด",
      "หมั่นถ่ายขยะและถังรีไซเคิล, เปลี่ยนถุงห่อถ้าจำเป็น"
    ]
  },
  {
    "categoryName": "รายการทำความสะอาดเพื่อสัตว์เลี้ยง",
    "tasks": [
      "แปรงและดูแลสัตว์เลี้ยง, ขจัดขนหลุดและเรียงปอดให้เรียบร้อย",
      "ดูดขนสัตว์เลี้ยงจากเฟอร์นิเจอร์โดยใช้อุปกรณ์ล้างขนสัตว์",
      "รีเฟรชถ้วยน้ำและกล่องทรายสัตว์เลี้ยง, เปลี่ยนด้วยน้ำและทรายสะอาด",
      "ทำให้เตียงและของเล่นสัตว์เลี้ยงเรียบร้อย, ให้แถมบริเวณที่เรียบร้อย",
      "พาสุนัขเดินเล่นหรือเล่น",
      "ตรวจสอบและเติมอาหารและอุปกรณ์สัตว์เลี้ยง"
    ]
  },
  {
    "categoryName": "รายการตรวจสอบโอเอซิสกลางแจ้ง",
    "tasks": [
      "ปัดรั้วหน้าและทางเดินหน้า, ขจัดดินและขยะ",
      "ล้างพื้นที่นั่งเล่นด้านนอก, จัดเบาะนั่งและหมอนให้เรียบร้อย",
      "รดน้ำและดูแลพืช, ตรวจสอบใบให้แน่ใจว่าไม่เหี่ยวหรือดินแห้ง",
      "โยกพรมนอกบ้านเพื่อขจัดคราบดินและฝุ่น"
    ]
  },
  {
    "categoryName": "รายการการเตรียมอาหารสัปดาห์",
    "tasks": [
      "วางแผนอาหารสำหรับสัปดาห์นี้",
      "สร้างรายการสินค้าในร้าน",
      "ซื้อของในร้าน",
      "เตรียมและแบ่งส่วนส่วนประกอบ",
      "ทำอาหารและเก็บในภาชนะ"
    ]
  },
  {
    "categoryName": "รายการทำความสะอาดลึกในห้องน้ำ",
    "tasks": [
      "ขัดและทำความสะอาดอ่างอาบน้ำและฝักบัว",
      "ทำความสะอาดขี้เสียดและกระเบื้อง",
      "ลงยางเงาและอุปกรณ์",
      "ถอนเครื่องสบู่และคราบน้ำแข็ง",
      "จัดระเบียงและทำความสะอาดตู้เย็บ"
    ]
  },
  {
    "categoryName": "รายการทำความสะอาดในวันหยุดสุดสัปดาห์",
    "tasks": [
      "ดูดหรือปัดพื้นทุกแผ่น",
      "ทำความสะอาดเฟอร์นิเจอร์และพื้นผิว",
      "ทำความสะอาดหน้าต่างและกระจก",
      "ทำความสะอาดเครื่องใช้ในครัว",
      "เปลี่ยนผ้าปูที่นอนและปลอกหมอน",
      "ซักผ้า"
    ]
  }
]
